[
  "calendar",
  "obsidian-kanban",
  "obsidian-mind-map",
  "pdf-to-markdown-plugin",
  "dataview",
  "table-editor-obsidian",
  "obsidian-checklist-plugin",
  "obsidian-dictionary-plugin",
  "obsidian-admonition",
  "templater-obsidian",
  "obsidian-image-auto-upload-plugin"
]